catNav: [
    {
        name: 'Тренажеры',
        subcategories: [
            {
                name: 'Кардиотренажеры',
                items: [
                    'Беговые дорожки',
                    'Эллиптические тренажеры',
                    'Велотренажеры',
                    'Гребные тренажеры',
                    'Степперы',
                    'Мини-степперы',
                    'Аксессуары'
                ]
            },
            {
                name: 'Силовые тренажеры',
                items: [
                    'Тренажеры для мышц плеч',
                    'Тренажеры для мышц рук',
                    'Тренажеры для мышц груди',
                    'Тренажеры для мышц пресса',
                    'Тренажеры для мышц ног',
                    'Тренажеры для мышц спины',
                    'Силовые станции',
                    'Силовые скамьи',
                    'Машины смита',
                    'Кроссоверы'
                ],
            	more: true
            },
            {
                name: 'Массажное оборудование',
                items: [
                    'Вибромассажеры',
                    'Виброплатформы',
                    'Инверсионные столы',
                    'Массажные кресла',
                    'Массажные столы'
                ]
            }
        ],
        product: {
           badge: 'recommend',
           img: 'matrix-g1-fw155.png',
           name: 'MATRIX G1-FW155<br> Скамья Скотта',
           price: '25 000'
        }
    },
    {
        name: 'Железо',
        subcategories: [
            {
                name: 'Кардиотренажеры',
                items: [
                    'Беговые дорожки',
                    'Эллиптические тренажеры',
                    'Велотренажеры',
                    'Гребные тренажеры',
                    'Степперы',
                    'Мини-степперы',
                    'Аксессуары'
                ]
            },
            {
                name: 'Силовые тренажеры',
                items: [
                    'Тренажеры для мышц плеч',
                    'Тренажеры для мышц рук',
                    'Тренажеры для мышц груди',
                    'Тренажеры для мышц пресса',
                    'Тренажеры для мышц ног',
                    'Тренажеры для мышц спины',
                    'Силовые станции',
                    'Силовые скамьи',
                    'Машины смита',
                    'Кроссоверы'
                ],
            	more: true
            },
            {
                name: 'Массажное оборудование',
                items: [
                    'Вибромассажеры',
                    'Виброплатформы',
                    'Инверсионные столы',
                    'Массажные кресла',
                    'Массажные столы'
                ]
            }
        ],
        product: {
           badge: 'recommend',
           img: 'matrix-g1-fw155.png',
           name: 'MATRIX G1-FW155<br> Скамья Скотта',
           price: '25 000'
        }
    },
    {
        name: 'Фитнес',
        subcategories: [
            {
                name: 'Кардиотренажеры',
                items: [
                    'Беговые дорожки',
                    'Эллиптические тренажеры',
                    'Велотренажеры',
                    'Гребные тренажеры',
                    'Степперы',
                    'Мини-степперы',
                    'Аксессуары'
                ]
            },
            {
                name: 'Силовые тренажеры',
                items: [
                    'Тренажеры для мышц плеч',
                    'Тренажеры для мышц рук',
                    'Тренажеры для мышц груди',
                    'Тренажеры для мышц пресса',
                    'Тренажеры для мышц ног',
                    'Тренажеры для мышц спины',
                    'Силовые станции',
                    'Силовые скамьи',
                    'Машины смита',
                    'Кроссоверы'
                ],
            	more: true
            },
            {
                name: 'Массажное оборудование',
                items: [
                    'Вибромассажеры',
                    'Виброплатформы',
                    'Инверсионные столы',
                    'Массажные кресла',
                    'Массажные столы'
                ]
            }
        ],
        product: {
           badge: 'recommend',
           img: 'matrix-g1-fw155.png',
           name: 'MATRIX G1-FW155<br> Скамья Скотта',
           price: '25 000'
        }
    },
    {
        name: 'Виды спорта',
        subcategories: [
            {
                name: 'Кардиотренажеры',
                items: [
                    'Беговые дорожки',
                    'Эллиптические тренажеры',
                    'Велотренажеры',
                    'Гребные тренажеры',
                    'Степперы',
                    'Мини-степперы',
                    'Аксессуары'
                ]
            },
            {
                name: 'Силовые тренажеры',
                items: [
                    'Тренажеры для мышц плеч',
                    'Тренажеры для мышц рук',
                    'Тренажеры для мышц груди',
                    'Тренажеры для мышц пресса',
                    'Тренажеры для мышц ног',
                    'Тренажеры для мышц спины',
                    'Силовые станции',
                    'Силовые скамьи',
                    'Машины смита',
                    'Кроссоверы'
                ],
            	more: true
            },
            {
                name: 'Массажное оборудование',
                items: [
                    'Вибромассажеры',
                    'Виброплатформы',
                    'Инверсионные столы',
                    'Массажные кресла',
                    'Массажные столы'
                ]
            }
        ],
        product: {
           badge: 'recommend',
           img: 'matrix-g1-fw155.png',
           name: 'MATRIX G1-FW155<br> Скамья Скотта',
           price: '25 000'
        }
    },
    {
        name: 'Туризм и Отдых',
        subcategories: [
            {
                name: 'Кардиотренажеры',
                items: [
                    'Беговые дорожки',
                    'Эллиптические тренажеры',
                    'Велотренажеры',
                    'Гребные тренажеры',
                    'Степперы',
                    'Мини-степперы',
                    'Аксессуары'
                ]
            },
            {
                name: 'Силовые тренажеры',
                items: [
                    'Тренажеры для мышц плеч',
                    'Тренажеры для мышц рук',
                    'Тренажеры для мышц груди',
                    'Тренажеры для мышц пресса',
                    'Тренажеры для мышц ног',
                    'Тренажеры для мышц спины',
                    'Силовые станции',
                    'Силовые скамьи',
                    'Машины смита',
                    'Кроссоверы'
                ],
            	more: true
            },
            {
                name: 'Массажное оборудование',
                items: [
                    'Вибромассажеры',
                    'Виброплатформы',
                    'Инверсионные столы',
                    'Массажные кресла',
                    'Массажные столы'
                ]
            }
        ],
        product: {
           badge: 'recommend',
           img: 'matrix-g1-fw155.png',
           name: 'MATRIX G1-FW155<br> Скамья Скотта',
           price: '25 000'
        }
    },
    {
        name: 'Детям',
        subcategories: [
            {
                name: 'Кардиотренажеры',
                items: [
                    'Беговые дорожки',
                    'Эллиптические тренажеры',
                    'Велотренажеры',
                    'Гребные тренажеры',
                    'Степперы',
                    'Мини-степперы',
                    'Аксессуары'
                ]
            },
            {
                name: 'Силовые тренажеры',
                items: [
                    'Тренажеры для мышц плеч',
                    'Тренажеры для мышц рук',
                    'Тренажеры для мышц груди',
                    'Тренажеры для мышц пресса',
                    'Тренажеры для мышц ног',
                    'Тренажеры для мышц спины',
                    'Силовые станции',
                    'Силовые скамьи',
                    'Машины смита',
                    'Кроссоверы'
                ],
            	more: true
            },
            {
                name: 'Массажное оборудование',
                items: [
                    'Вибромассажеры',
                    'Виброплатформы',
                    'Инверсионные столы',
                    'Массажные кресла',
                    'Массажные столы'
                ]
            }
        ],
        product: {
           badge: 'recommend',
           img: 'matrix-g1-fw155.png',
           name: 'MATRIX G1-FW155<br> Скамья Скотта',
           price: '25 000'
        }
    }
]

//                                        
/*







 */
